Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/zrythm.tmx
Source language: en
Languages: sv

source: Use punch in/punch out, record on MIDI input, and optionally create multiple takes.
sv: Use punch in/punch out, record on MIDI inmatning, and alternativallay create multiple takes.

source: Only affects the settings printed with :option:`zrythm -p`. This will *not* affect any files in the :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>`.
sv: Påverkar endast inställningarna som skrivs ut med :option:`zrythm -p`. Detta påverkar *inte* några filer i :ref:`Zrythms användarsökväg <configuration/preferences:Zrythm User Path>`.

source: More Options...
sv: Fler alternativ…

source: Fade algorithms
sv: Toningsalgoritmer

source: * Prices in this currency are estimates. All purchases are in Japanese Yen.
sv: * Prices in this currency are estimates. Alla purchases are in Japanoreringese Yen.

source: To select objects, you can either click on them, click in empty space and keep dragging to make a selection, or :kbd:`Control`-click to add/remove objects to/from the selection.
sv: Du kan markera objekt genom att klicka på dem, klicka i ett tomt område och fortsätta dra för att göra en markering, eller :kbd:`Control`-klicka för att lägga till eller ta bort objekt från markeringen.

source: MIDI input
sv: MIDI-ingång

source: Fader Swap Phase
sv: Växla fas för regeln

source: Project Selection
sv: Projektval

source: This is useful for re-using the exact same regions across a song without having to re-copy the regions when new changes are made.
sv: Detta är användbart för att återanvända exakt samma regioner i en låt utan att behöva kopiera om dem när nya ändringar görs.

source: Quickly apply functions like Legato, Invert and Fade Out to the selected objects.
sv: Quickly apply funktions like Legato, Invert and Fade Out to the väljed objekts.

source: Add illustrations.
sv: Lägg till illustrationer.

source: Located at :file:`plugin-settings.yaml` under the :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>`, this is a collection of per-plugin settings, such as whether to open the plugin with :term:`Carla`, the :ref:`bridge mode <plugins-files/plugins/plugin-window:Bridging>` to use and whether to use a :ref:`generic UI <plugins-files/plugins/plugin-window:Generic UIs>`.
sv: Den finns som :file:`plugin-settings.yaml` under :ref:`Zrythms användarsökväg <configuration/preferences:Zrythm User Path>` och är en samling inställningar per insticksmodul, till exempel om insticksmodulen ska öppnas med :term:`Carla`, vilket :ref:`bryggläge <plugins-files/plugins/plugin-window:Bridging>` som ska användas och om ett :ref:`allmänt användargränssnitt <plugins-files/plugins/plugin-window:Generic UIs>` ska användas.

source: Main Menu
sv: Huvudmeny

source: Bind MIDI CC
sv: Koppla MIDI CC

source: Below is a list of notable preference items with some comments about them.
sv: Nedan finns en lista med viktiga inställningsobjekt och kommentarer om dem.

source: Loading Presets
sv: Läsa in förinställningar

source: Select All
sv: Markera allt

source: Looping
sv: Slingaing

source: GNU/Linux: GNU libc 2.31 or higher, X11/Xwayland, CPU with AVX support
sv: GNU/Linux: GNU libc 2.31 eller senare, X11/Xwayland, processor med AVX-stöd

source: Zrythm User Path
sv: Zrythms användarsökväg

source: Undo/Redo
sv: Ångra/gör om

source: Plugins can be added to a collection by right-clicking them and selecting a collection to add them too. A collection must be created beforehand.
sv: Insticksmoduler kan läggas till i en samling genom att högerklicka på dem och välja vilken samling de ska läggas till i. En samling måste skapas i förväg.

source: Liberating
sv: Befriande

source: See :ref:`plugins-files/plugins/scanning:Scanning for Plugins` and :ref:`plugins-files/plugins/plugin-browser:Instantiating Plugins`.
sv: Se :ref:`plugins-files/plugins/scanning:Scanning for Plugins` och :ref:`plugins-files/plugins/plugin-browser:Instantiating Plugins`.

source: Chords
sv: Ackord

source: Your video here
sv: Din video här

source: Developer Reference
sv: Utvecklarreferens

source: In this case Zrythm will display a bug report dialog. Please follow the instructions in this dialog to report the issue.
sv: I detta fall visar Zrythm en dialogruta för felrapportering. Följ anvisningarna i dialogrutan för att rapportera problemet.

source: `ZAM Plugins <https://www.zamaudio.com/?p=976>`_ is an effects pack that contains high quality plugins for all the basic effects such as Delay, Reverb, Compression, EQ and Saturation.
sv: `ZAM Plugins <https://www.zamaudio.com/?p=976>`_ är ett effektpaket som innehåller högkvalitativa insticksmoduler för grundläggande effekter som fördröjning, reverb, komprimering, EQ och mättnad.

source: Please see the :download:`HACKING <../../../HACKING.md>` file in the source distribution.
sv: Se filen :download:`HACKING <../../../HACKING.md>` i källdistributionen.

source: Optimized Performance
sv: Optimerad prestanda

source: Edit selected audio parts in any external app.
sv: Redigera väljed ljud parts in vilken som helst extern app.

source: The piano roll contains the following additional controls.
sv: Pianorullen innehåller följande ytterligare kontroller.

source: Song Start
sv: Låtens början

source: Please report bugs on the <a href="%(url)s">issue tracker</a>
sv: Rapportera gärna fel i <a href="%(url)s">felhanteraren</a>

source: You can override many defaults that Zrythm uses by placing things in your :ref:`user path <configuration/preferences:Zrythm User Path>`.
sv: Du kan åsidosätta många av Zrythms standardvärden genom att placera filer i din :ref:`användarsökväg <configuration/preferences:Zrythm User Path>`.

source: Transport bar
sv: Transportfält

source: MIDI FX/Inserts
sv: MIDI-effekter/infogningar

source: Limitless Automation
sv: Obegränsad automation

source: Undo multiple
sv: Ångra flera

source: Notable Preferences
sv: Viktiga inställningar

source: MIDI Group track
sv: MIDI-gruppspår

source: Toggle Right Panel
sv: Visa/dölj höger panel

source: Aux Sends
sv: Aux-sändningar

source: Audio
sv: Ljud

source: Option to add the plugin to *My collection*
sv: Alternativ för att lägga till insticksmodulen i *Min samling*

source: Input Device
sv: Inmatningsenhet

source: Browse and audition MIDI and audio files, and organize your favorite paths with favorites.
sv: Bläddra and audition MIDI and ljud fils, and organize your favorite sökvägs with favorites.

source: All regions in the same track as the active region will be shown inside the ruler. The active region will be displayed in a more prominent color.
sv: Alla regioner i samma spår som den aktiva regionen visas i linjalen. Den aktiva regionen visas i en mer framträdande färg.

source: When you select a project, Zrythm will load it.
sv: När du väljer ett projekt läser Zrythm in det.

source: Plugin descriptor cache for faster scanning. This is found at :file:`cached_plugin_descriptors.yaml` under the :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>`.
sv: Cache för insticksmodulbeskrivningar för snabbare genomsökning. Den finns som :file:`cached_plugin_descriptors.yaml` under :ref:`Zrythms användarsökväg <configuration/preferences:Zrythm User Path>`.

source: Create table with illustrations.
sv: Skapa tabell med illustrationer.

source: Zrythm provides a predefined bookmark for the user's :file:`Home` directory.
sv: Zrythm tillhandahåller ett fördefinierat bokmärke för användarens :file:`hemkatalog`.

source: Platform support matrix
sv: Matris för plattformsstöd

source: The name of the track the channel corresponds to can be changed by double clicking the name at the top of the channel.
sv: Namnet på spåret som kanalen motsvarar kan ändras genom att dubbelklicka på namnet högst upp i kanalen.

source: There are various ways to import MIDI and audio files into a project.
sv: Det finns flera sätt att importera MIDI- och ljudfiler till ett projekt.

source: %1 soloed
sv: %1 i solo

source: %1 muted
sv: %1 tystade

source: The timeline arranger and each arranger in the editor include horizontal (and sometimes vertical) zooming functionality.
sv: Tidslinjearrangeraren och varje arrangerare i redigeraren har funktioner för vågrät zoomning och ibland lodrät zoomning.

source: As can be seen in the following screenshot, the two icons are seemingly misaligned, moved into each other and also very pixelated.
sv: Som syns på följande skärmbild är de två ikonerna uppenbarligen feljusterade, förskjutna in i varandra och dessutom mycket pixliga.

source: A MIDI track contains MIDI regions and its purpose is playing back MIDI events and routing those MIDI signals to other instruments (including external instruments and hardware).
sv: Ett MIDI-spår innehåller MIDI-regioner och används för att spela upp MIDI-händelser och dirigera MIDI-signalerna till andra instrument, inklusive externa instrument och maskinvara.

source: Track Visibility and Filtering
sv: Spårsynlighet och filtrering

source: After arming the tracks you want to record events into, enable recording in :ref:`transport-controls` and press play. Any signals received will be recorded inside new regions in the timeline.
sv: När du har aktiverat spåren som du vill spela in händelser i aktiverar du inspelning i :ref:`transport-controls` och trycker på spela upp. Alla signaler som tas emot spelas in i nya regioner på tidslinjen.

source: Selected objects will have brighter color than non-selected objects.
sv: Markerade objekt har en ljusare färg än omarkerade objekt.

source: Similarly, custom bookmarks can be removed by right-clicking on the bookmark and selecting :guilabel:`Delete`.
sv: På samma sätt kan egna bokmärken tas bort genom att högerklicka på bokmärket och välja :guilabel:`Ta bort`.

source: The meter displays the amplitude of the signal in dBFS as it is processed live. The peak value of the signal is also displayed next to the meter for additional reference.
sv: Mätaren visar signalens amplitud i dBFS medan den bearbetas i realtid. Signalens toppvärde visas också bredvid mätaren som ytterligare referens.

source: The Bookmarks section contains a list of bookmarked directories. Double-clicking on a directory will show its contents in the file list at the bottom.
sv: Avsnittet Bokmärken innehåller en lista över bokmärkta kataloger. Om du dubbelklickar på en katalog visas dess innehåll i fillistan längst ned.

source: Icon theming is deprecated and will not be supported until we figure out a nice way to do it. The following text still applies to some extent, however most icons used inside Zrythm are bundled inside the Zrythm executable and are not themable at the moment.
sv: Ikonteman är utfasade och stöds inte förrän vi hittar ett bra sätt att hantera dem. Följande text gäller fortfarande i viss mån, men de flesta ikoner som används i Zrythm är för närvarande inbäddade i Zrythms körbara fil och kan inte tematiseras.

source: Moving/Copying Tracks
sv: Flytta/kopiera spår

source: Project files can be converted to JSON using:
sv: Projektfiler kan konverteras till JSON med:

source: Click on the project you wish to work on, and then select a language in the screen that follows. For more information on using Weblate, please see the `official documentation <https://docs.weblate.org/en/latest/user/translating.html>`_.
sv: Klicka på projektet du vill arbeta med och välj sedan ett språk på nästa sida. Mer information om hur du använder Weblate finns i den `officiella dokumentationen <https://docs.weblate.org/en/latest/user/translating.html>`_.

source: File auditioning controls
sv: Kontroller för att lyssna på filer

source: Munsell Red
sv: Munsellröd

source: GTK-Specific Rules
sv: GTK-specifika regler

source: Clicking on each key allows you to listen to it, much like pressing a key on a real piano.
sv: Genom att klicka på varje tangent kan du lyssna på den, ungefär som när du trycker på en tangent på ett riktigt piano.

source: Where applicable, you can :kbd:`Control`-click to select multiple rows or deselect a row.
sv: Där det går kan du :kbd:`Control`-klicka för att markera flera rader eller avmarkera en rad.

source: FX Sends
sv: FX Ssluts

source: :ref:`Timeline <editing/timeline:Timeline>`
sv: :ref:`Tidslinje <editing/timeline:Timeline>`

source: The track name can be changed by double-clicking on it in the track view, in the track inspector, or in the channel. It can also be changed via the :guilabel:`Rename` context menu option.
sv: Spårnamnet kan ändras genom att dubbelklicka på det i spårvyn, spårinspektören eller kanalen. Det kan även ändras via snabbmenyalternativet :guilabel:`Byt namn`.

source: Zrythm uses the following format for positions:
sv: Zrythm använder följande format för positioner:

source: Beat Unit
sv: Slagenhet

source: Documentation
sv: Dokumentation

source: Absolute
sv: Absolut

source: Plugin Types
sv: Typer av insticksmoduler

source: Purchase
sv: Köp

source: A MIDI keyboard is useful for quickly trying out melodies, recording, and controlling knobs and buttons.
sv: Ett MIDI-klaviatur är användbart för att snabbt prova melodier, spela in och styra rattar och knappar.

source: By default, Zrythm will only display MIDI notes in the selected region. Clicking the mask buton will *ghost* (display with less opacity) MIDI notes from other regions in the same track.
sv: Som standard visar Zrythm bara MIDI-noter i den markerade regionen. Om du klickar på maskknappen *spökas* (visas med lägre opacitet) MIDI-noter från andra regioner på samma spår.

source: Follow Playhead
sv: Följ uppspelningshuvudet

source: A label for each key is shown on the left side of the black/white keys, in addition to any highlighting (if selected). See :ref:`editing/editor-toolbars:Chord/Scale Highlighting` for more information.
sv: En etikett för varje tangent visas till vänster om de svarta/vita tangenterna, utöver eventuell markering (om den är vald). Se :ref:`editing/editor-toolbars:Chord/Scale Highlighting` för mer information.

source: Changes the name of the selected track.
sv: Ändrar namnet på det markerade spåret.

source: When Zrythm is launched for the first time, it will also ask you to select a directory for saving your user data. See :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>` for details.
sv: När Zrythm startas för första gången ombeds du också välja en katalog för att spara användardata. Se :ref:`Zrythms användarsökväg <configuration/preferences:Zrythm User Path>` för mer information.

source: This is useful for performing operations on all track objects.
sv: Detta är användbart för att utföra åtgärder på alla spårobjekt.

source: Override the audio backend to use.
sv: Åsidosätt ljudbakänden som ska användas.

source: :ref:`Port Connections <routing/connections:Managing Connections>`
sv: :ref:`Portanslutningar <routing/connections:Managing Connections>`

source: See :ref:`projects/project-structure:Backups` for more information about backups.
sv: Se :ref:`projects/project-structure:Backups` för mer information om säkerhetskopior.

source: *Short answer: Yes, but you have to do it yourself and you may not distribute the build to anyone else.*
sv: *Kort svar: Ja, men du måste göra det själv och du får inte distribuera bygget till någon annan.*

source: Metronome toggle
sv: Metronomväxling

source: How do I add external plugins?
sv: Hur lägger jag till externa insticksmoduler?

source: Right Panel
sv: Höger panel

source: CPU/DSP Usage
sv: CPU-/DSP-användning

source: Blank Project
sv: Tomt projekt

source: Using the select (default) tool, all objects are created by double clicking inside their corresponding arranger and dragging, then releasing when you are satisfied with the position/size.
sv: Med markeringsverktyget, som är standardverktyget, skapas alla objekt genom att dubbelklicka i deras respektive arrangerare och dra. Släpp sedan när du är nöjd med positionen eller storleken.

source: For more information about chords, see the section :ref:`chords-and-scales/intro:Chords and Scales`.
sv: Mer information om ackord finns i avsnittet :ref:`ackord och skalor <chords-and-scales/intro:Chords and Scales>`.

source: Gain knob
sv: Förstärkningsratt

source: Saving a chord preset
sv: Spara en ackordsförinställning

source: Zrythm allows the user to connect almost any port to any other port, as long as they are compatible. For example, you can route an LFO's CV output to a filter plugin's cutoff parameter.
sv: Zrythm låter användaren ansluta nästan vilken port som helst till en annan port, så länge de är kompatibla. Du kan till exempel dirigera en LFO:s CV-utgång till gränsfrekvensparametern i en filterinsticksmodul.

source: Phasing effect
sv: Phasing-effekt

source: MIDI device controls can be mapped to controls inside Zrythm (on controls that support it). After enabling a device in the :ref:`Preferences <configuration/preferences:Preferences>`, a mapping can be created by right-clicking on eligible controls and selecting :guilabel:`MIDI learn`.
sv: MIDI-enhetskontroller kan mappas till styrelement i Zrythm, där styrelementet har stöd för det. När en enhet har aktiverats i :ref:`Inställningar <configuration/preferences:Preferences>` kan en mappning skapas genom att högerklicka på lämpliga styrelement och välja :guilabel:`MIDI-inlärning`.

source: You can drag and drop the selected plugin into empty space in the Tracklist or into empty space in the Mixer to create a new track using that plugin.
sv: Du kan dra och släppa den markerade insticksmodulen på ett tomt område i spårlistan eller i mixern för att skapa ett nytt spår med den insticksmodulen.

source: Delete %1 Objects
sv: Ta bort %1 objekt

source: This is the bit depth that will be used when exporting audio. The higher the bit depth the larger the file will be, but it will have better quality.
sv: Detta är bitdjupet som används när ljud exporteras. Ju högre bitdjup, desto större blir filen, men kvaliteten blir bättre.

source: Duplicates the selected tracks.
sv: Duplicerar de markerade spåren.

source: Main panel
sv: Huvudpanel

source: Custom shortcuts are currently unsupported and are scheduled to be implemented in version 2.
sv: Egna kortkommandon stöds för närvarande inte och planeras att implementeras i version 2.

source: Adaptive Snap
sv: Adaptiv fästning

source: This only applies to the :ref:`timeline ruler <editing/timeline:Ruler>`.
sv: Detta gäller bara :ref:`tidslinjens linjal <editing/timeline:Ruler>`.

source: Changing Track Icon/Color/Name
sv: Ändra spårikon/färg/namn

source: If you find the issue you are having in an existing ticket, please read it and comment on it with additional information, if you have any. If you have nothing to add but want us to fix the issue faster, you may add a reaction (like a thumbs up) to let us know it's important.
sv: Om problemet redan finns i ett ärende, läs det och kommentera med ytterligare information om du har sådan. Om du inte har något att tillägga men vill att vi ska åtgärda problemet snabbare kan du lägga till en reaktion (som tummen upp) för att visa att det är viktigt.

source: Properties
sv: Egenskaper

source: Length Type
sv: Längdtyp

source: If you undo and then perform a new action, the :guilabel:`Redo` history will be cleared.
sv: Om du ångrar och sedan utför en ny åtgärd rensas historiken för :guilabel:`Gör om`.

source: Transport Controls
sv: Transportkontroller

source: Clear Timebase Override
sv: Rensa åsidosättning av tidsbas

source: The number in the top right of each port name will display the current number of connections to/from this port. See :ref:`routing/connections:Connections` for details.
sv: Siffran högst upp till höger vid varje portnamn visar det aktuella antalet anslutningar till eller från porten. Se :ref:`routing/connections:Connections` för mer information.

source: Double-clicking an audio region will bring up the :ref:`audio editor <editing/audio-editor:Audio Editor>`.
sv: Om du dubbelklickar på en ljudregion öppnas :ref:`ljudredigeraren <editing/audio-editor:Audio Editor>`.

source: Plugin Window
sv: Insticksmodulfönster

source: Custom packs can be renamed or deleted by right-clicking.
sv: Du kan byta namn på eller ta bort egna paket genom att högerklicka på dem.

source: Create New Project...
sv: Skapa nytt projekt…

source: For example, you can use a compressor plugin on a bass track that accepts a sidechain input from a kick track to get a pumping/ducking effect.
sv: Du kan till exempel använda en kompressorinsticksmodul på ett basspår som tar emot en sidokedjeingång från ett bastrumsspår för att få en pumpande eller duckande effekt.

source: We recommend using `Freesound`_ for collecting CC-licensed samples.
sv: Vi rekommenderar `Freesound`_ för att samla ljudprover med CC-licens.

source: ZLFO is a fully featured LFO for CV-based automation
sv: ZLFO är en fullt funktionsrik LFO för CV-baserad automation

source: Shift the audio by 1 sample backward or forward.
sv: Förskjut ljudet ett ljudprov bakåt eller framåt.

source: Zrythm lets you choose the language of the interface. The interface is already translated in `multiple languages <https://hosted.weblate.org/projects/zrythm/#languages>`_, so choose the language you are most comfortable in.
sv: Zrythm låter dig välja språk för gränssnittet. Gränssnittet är redan översatt till `flera språk <https://hosted.weblate.org/projects/zrythm/#languages>`_, så välj det språk du känner dig mest bekväm med.

source: Getting Started
sv: Komma igång

source: Any connections made externally will not be remembered by Zrythm.
sv: Anslutningar som görs externt sparas inte av Zrythm.

source: Fonts
sv: Teckensnitt

source: Bottom Panel
sv: Nedre panel

source: Fade context menu
sv: Sammanhangsmeny för toning

source: Drop files and plugins here
sv: Släpp filer och insticksmoduler här

source: Clicking the pencil button will bring up a popup to edit the comment.
sv: Om du klickar på pennknappen öppnas en ruta där kommentaren kan redigeras.

source: Plugins are classified into the following categories.
sv: Insticksmoduler delas in i följande kategorier.

source: Panning
sv: Panorering

source: Moreover, Zrythm uses Instrument tracks for instrument plugins, such as synthesizers, and MIDI tracks for MIDI plugins, such as a MIDI arpegiator.
sv: Dessutom använder Zrythm instrumentspår för instrumentinsticksmoduler, till exempel syntar, och MIDI-spår för MIDI-insticksmoduler, till exempel en MIDI-arpeggiator.

source: BACKEND is one of: dummy, jack, rtmidi, windows_mme
sv: BACKEND är ett av: dummy, jack, rtmidi, windows_mme

source: Range
sv: Intervall

source: Recording Audio & MIDI
sv: Spela in ljud och MIDI

source: Regions can be renamed by selecting them and pressing :kbd:`F2`.
sv: Du kan byta namn på regioner genom att markera dem och trycka på :kbd:`F2`.

source: Expensive computations are pre-calculated to save processing time.
sv: Expensive computations are pre-calculated to save bearbetar time.

source: Then, run :file:`C:\Program Files\Zrythm\bin\zrythm_debug_gdb.exe` and make it crash. When Zrythm crashes, you will see a Dr. Mingw window appear on the screen with error details.
sv: Kör sedan :file:`C:\Program Files\Zrythm\bin\zrythm_debug_gdb.exe` och låt programmet krascha. När Zrythm kraschar visas ett Dr. Mingw-fönster med felinformation.

source: Record Options
sv: Inspelningsalternativ

source: Recommended Plugin Bundles
sv: Rekommenderade insticksmodulpaket

source: If the track takes input, there will be an input selection section. This is mainly used for :ref:`playback-and-recording/recording:Recording`.
sv: Om spåret tar emot indata finns ett avsnitt för inmatningsval. Det används främst för :ref:`playback-and-recording/recording:inspelning <Recording>`.

source: Highlighting
sv: Markering

source: Bounce Section
sv: Bounce-avsnitt
